Repository: Mejans/TextCompare
Catalog: po/*.po
Languages: oc, uk

source: Text Compare
oc: Comparason de tèxt
uk: Порівняння тексту

source: Text;Compare;Difference;Comparison;Checker;Diff;
oc: tèxt;tèxte;comparar;diferéncia;comparason;verificador;diff;
uk: Text;Compare;Difference;Comparison;Checker;Diff;порівняння;порівняти;тексту;текст;текста;різниця;діффнути;перевірити;

source: Text snippet comparison
oc: Comparason d’extraches de tèxt
uk: Порівняння фрагментів тексту

source: Compare old and new text.
oc: Comparar lo tèxt ancian e lo novèl.
uk: Порівнюйте нові та старі тексти.

source: Below are the main features of Text Compare:
oc: Çai-jos las foncionalitats principalas de Text Compare :
uk: Нижче вказані головні функції "Порівняння тексту":

source: Compare two versions of the same text
oc: Comparar doas versions del meteis tèxt
uk: Порівняння двох версій одного тексту

source: Switch to dark, light, or system mode
oc: Passar al mòde escur, clar o sistèma
uk: Перемикання між темним, світлим або системним стилями

source: Compare text in real time
oc: Comparar de tèxtes instantanèament
uk: Порівняння тексту у реальному часі

source: TextCompare in dark mode
oc: TextCompare en mòde escur
uk: "Порівняння тексту" у темному стилі

source: TextCompare in light mode
oc: TextCompare en mòde clar
uk: "Порівняння тексту" у світлому стилі

source: translator-credits
oc: Quentin PAGÈS

source: New and old text are both empty
oc: Lo tèxt ancian e lo novèl son totes dos voids
uk: Новий та старий тексти порожні

source: Comparison Failed
oc: Fracàs de la comparason
uk: Не вдалося порівняти

# shortcut window
source: Show Shortcuts
oc: Afichar los acorchis
uk: Показати клавіатурні скорочення

# shortcut window
source: Quit
oc: Quitar
uk: Вийти

# shortcut window
source: Show Preferences
oc: Afichar las preferéncias
uk: Показати налаштування

# shortcut window
source: Compare Text
oc: Comparar tèxt
uk: Порівняти текст

# shortcut window
source: Go Back
oc: Tornar
uk: Назад

source: Preferences
oc: Preferéncias
uk: Налаштування

source: Color Theme
oc: Jòc de colors
uk: Стиль

source: Set color theme
oc: Definir lo jòc de colors
uk: Встановити стиль

source: Color theme
oc: Jòc de colors
uk: Стиль

# System color theme
source: System
oc: Sistèma
uk: Системний

# Light color theme
source: Light
oc: Clar
uk: Світлий

# Dark color theme
source: Dark
oc: Escur
uk: Темний

source: Text Comparison
oc: Comparason de tèxt
uk: Порівняння тексту

source: Text comparison settings
oc: Paramètres de comparason de tèxt
uk: Налаштування порівняння тексту

source: Comparison Token
oc: Geton de comparason
uk: Тип порівняння

source: Select Comparison Token
oc: Seleccionar lo geton de comparason
uk: Оберіть тип порівняння

source: Case Sensitivity
oc: Sensibilitat a la cassa
uk: Чутливість до регістру

source: Case Senitive Comparison
oc: Comparason de la sensibilitat a la cassa
uk: Порівняння з чутливістю до регістру

source: Real Time Comparison
oc: Comparason instantanèa
uk: Порівняння у реальному часі

source: Compare Text In Real Time
oc: Comparar de tèxtes instantanèament
uk: Порівнювати текст у реальному часі

source: Compare
oc: Comparar
uk: Порівняти

source: _Old Text
oc: _Ancian tèxt
uk: _Старий текст

# accessibility
source: Old text
oc: Ancian tèxt
uk: Старий текст

source: _New Text
oc: _Novèl tèxt
uk: _Новий текст

# accessibility
source: New text
oc: Novèl tèxt
uk: Новий текст

source: _Comparison
oc: _Comparason
uk: _Порівняння

# accessibility
source: Text comparison
oc: Comparason de tèxt
uk: Порівняння тексту

source: Main Menu
oc: Menú principal
uk: Головне меню

# accessibility
source: Main menu
oc: Menú principal
uk: Головне меню

# Back to main screen
source: Back
oc: Retorn
uk: Назад

# accessibility
source: Back
oc: Retorn
uk: Назад

source: <span font-size="large">For large text comparison, select lines or sentences as comparison token in settings</span>
oc: <span font-size="large">Per de longas comparasons, seleccionatz las linhas o frasas coma geton de comparason als paramètres</span>

source: _Preferences
oc: _Preferéncias
uk: _Налаштування

source: _Keyboard Shortcuts
oc: _Acorchis clavièr
uk: _Клавіатурні скорочення

source: _About Text Compare
oc: _A prepaus de Text Compare
uk: _Про "Порівняння тексту"

source: Characters
oc: Caractèrs
uk: Символи

source: Words
oc: Mots
uk: Слова

source: Lines
oc: Linhas
uk: Лінії

source: Sentences
oc: Frasas
uk: Речення

# shortcut window
source: General
uk: Загальні

# TRANSLATORS: Only translate the text starting with 'To improve performance...'
source: <span font-size="large">For large text comparison, select lines or sentences as comparison token in settings</span>
uk: <span font-size="large">Для порівняння великого тексту, оберіть "Лінії" або "Речення" як тип порівняння у налаштуваннях</span>
